{
  "articles": 
  [
    {
      "id": 1,
      "imageUrl": "https://civilica.com/media/l/75224_tn.webp",
      "title": "Cities of the future, intelligence, vigilance",
      "pageNumbers": 5,
      "date":"1400",
      "journal":"دومین همایش بین المللی شهر هوشمند، چالش ها و راهبردها",
      "content":" Technology is critical to enable a City to efficiently and effectively serve the public. In addition, ensuring that people have access to the technology needed to take part in our society is critical to achieving personal growth, full civic participation, and equitable economic development. city services based on IT hasundertaken several initiatives to enable more efficient and equitable use of technology in the City and to improve people's quality of life. Smart cities are not the vision of the future, but toward to innovative solutions, many of them are already active or expanding rapidly. City managers use to communicate andimprove infrastructure, productivity, comfort and quality of life of residents and visitors. The purpose of this study was to analyze and evaluate the challenges facing people in smart cities around the world. The method of this research in the first place with the help of documentary or library method and review of related information sources in books, articles and information networks, the factors affecting the intelligence of cities and its indicators were identified. Also, using it, first the list of leading cities in the field of urban management based on information and communication technology was considered and then the keyeffective information was obtained and their evaluation was intelligently developed in the studied dimension and transferred to the next stages.",
      "language":"انگلیسی"
   
    },

    {
      "id": 2,
      "imageUrl": "https://civilica.com/media/l/75224_tn.webp",
      "title": "test 2",
      "pageNumbers": 5,
      "date":1400,
      "journal":"دومین همایش بین المللی شهر هوشمند، چالش ها و راهبردها",
      "content":" متن دو" 
    },

    {
      "id": 3,
      "imageUrl": "https://civilica.com/media/l/75224_tn.webp",
      "title": "test3",
      "pageNumbers": 5,
      "date":1400,
      "journal":"دومین همایش بین المللی شهر هوشمند، چالش ها و راهبردها",
      "content":" متن سه" 
    },

    {
      "id": 4,
      "imageUrl": "https://civilica.com/media/l/75224_tn.webp",
      "title": "test4",
      "pageNumbers": 5,
      "date":1400,
      "journal":"دومین همایش بین المللی شهر هوشمند، چالش ها و راهبردها",
      "content":" متن چهار" 
    }
  ]
}
